Revit 2024 API
ParameterTypeId.MarkupsNotes Property
 "Notes"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId MarkupsNotes { get; }
Visual Basic
Public Shared ReadOnly Property MarkupsNotes As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ MarkupsNotes {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace